Repository: agriculturedev/guben-cockpit
Catalog: Api/Infrastructure/Translations/Translations.*.resx
Languages: de, pl

# FromCannotBeGreaterThanUntilHour
source: End hour cannot be greater than the start hour
de: Endstunde kann nicht größer sein als die Startstunde
pl: Godzina zakończenia nie może być większa niż godzina rozpoczęcia

# FromCannotBeGreaterThanUntilDay
source: End date cannot be greater than the start date
de: Enddatum kann nicht größer sein als das Startdatum
pl: Data zakończenia nie może być późniejsza niż data rozpoczęcia

# LengthCannotBeMoreThan
source: Length cannot be more than {0} characters
de: Länge darf nicht mehr als {0} Zeichen betragen
pl: Długość nie może przekraczać {0} znaków

# LengthCannotBeLessThan
source: Length cannot be less than {0} characters
de: Länge darf nicht weniger als {0} Zeichen betragen
pl: Długość nie może być mniejsza niż {0} znaków

# NameAlreadyExists
source: The name {0} already exists
de: Der Name {0} existiert bereits
pl: Nazwa {0} już istnieje

# AnErrorOccured
source: An error has occurred
de: Ein Fehler ist aufgetreten
pl: Wystąpił błąd

source: Project not found
de: Projekt nicht gefunden
pl: Projekt nie znaleziony

source: Name cannot be empty
de: Name darf nicht leer sein
pl: Nazwa nie może być pusta

source: User not found
de: Benutzer nicht gefunden
pl: Użytkownik nie znaleziony

# CreatingUserFailed
source: Creating the user failed
de: Erstellen des Benutzers fehlgeschlagen
pl: Nie udało się utworzyć użytkownika

source: Location not found
de: Standort nicht gefunden
pl: Lokalizacja nie znaleziona

source: Dashboard tab not found
de: Dashboard-Tab nicht gefunden
pl: Karta pulpitu nie została znaleziona

source: Description cannot be empty
de: Die Beschreibung darf nicht leer sein
pl: Opis nie może być pusty

# FromCannotBeGreaterThanUntilDateTime
source: End date and time cannot be greater than the start date and time
de: Enddatum und -zeit dürfen nicht größer sein als das Startdatum und die Startzeit
pl: Data i godzina zakończenia nie mogą być większe niż data i godzina rozpoczęcia

source: Information card not found
de: Informationskarte nicht gefunden
pl: Karta informacyjna nie została znaleziona

# LatitudeOutOfBounds
source: Latitude is out of bounds
de: Breitengrad liegt außerhalb des gültigen Bereichs
pl: Szerokość geograficzna jest poza dozwolonym zakresem

source: Link cannot be empty
de: Der Link darf nicht leer sein
pl: Link nie może być pusty

# LongitudeOutOfBounds
source: Longitude is out of bounds
de: Längengrad liegt außerhalb des gültigen Bereichs
pl: Długość geograficzna jest poza dozwolonym zakresem

source: No dashboard tabs found
de: Keine Dashboard-Tabs gefunden
pl: Nie znaleziono żadnych kart pulpitu

source: Page not found
de: Seite nicht gefunden
pl: Strona nie została znaleziona

# ProjectNotOwnedByUser
source: The project is not owned by the user
de: Das Projekt gehört nicht dem Benutzer
pl: Projekt nie należy do użytkownika

# SequenceInterrupted
source: Sequence was interrupted
de: Die Sequenz wurde unterbrochen
pl: Sekwencja została przerwana

# SequenceNotFoundForTab
source: No sequence found for the specified tab
de: Keine Sequenz für den angegebenen Tab gefunden
pl: Nie znaleziono sekwencji dla podanej karty

source: Title cannot be empty
de: Der Titel darf nicht leer sein
pl: Tytuł nie może być pusty

# UserNotLoggedIn
source: User is not logged in
de: Der Benutzer ist nicht eingeloggt
pl: Użytkownik nie jest zalogowany

source: At least one layer source is required
de: Es ist mindestens eine Layer-Quelle erforderlich
pl: Wymagane jest co najmniej jedno źródło warstwy

source: Event not found
de: Veranstaltung nicht gefunden
pl: Nie znaleziono wydarzenia

source: Category not found
de: Kategorie nicht gefunden
pl: Nie znaleziono kategorii

source: No valid translations found
de: Keine gültigen Übersetzungen gefunden
pl: Nie znaleziono prawidłowych tłumaczeń

source: Missing project id
de: Fehlende Projekt-ID
pl: Brakujący identyfikator projektu

source: Event not owned by user
de: Veranstaltung gehört nicht dem Benutzer
pl: Wydarzenie nie będące własnością użytkownika

# FooterItemNotFound
source: Footer items not found
de: Fußzeilenelement nicht gefunden
pl: Nie znaleziono elementu stopki

# MissingThumbnail
source: Thumbnail missing
pl: Brak miniatury

# MissingPreviewImage
source: Preview image missing
pl: Brak podglądu obrazu

# MissingOriginalImage
source: Original image missing
pl: Brak oryginalnego obrazu

# ProjectTypeInvalid
source: Project type not valid
pl: Nieprawidłowy typ projektu

source: GeoData Source not found
pl: Źródło danych geograficznych nie zostało znalezione.

# GeoDataSourceTypeInvalid
source: GeoData Source not valid
pl: Nieprawidłowy typ źródła danych geograficznych.
